Revit 2027 API
ParameterTypeId.FabricParamLocationSlab Property
 "Location": Fabric location in the slab
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamLocationSlab { get; }
Public Shared ReadOnly Property FabricParamLocationSlab As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamLocationSlab {
	ForgeTypeId^ get ();
}
static member FabricParamLocationSlab : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace